11/data/attachments/817853a04a55afc6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d9d3eed9-e509-469f-aa10-3f2a6f815ba9</nif:username>
            <nif:friendToBeAdded>Benjamin_movement_Friend_69427_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>